[
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "01",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 488,
    "title": "JavaScript Introduction",
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
    "image_url": "https://i.ibb.co/M23fhxm/unsplash-Eh-Tc-C9s-YXsw.png",
    "details": "JavaScript is the world's most popular programming language.JavaScript is the programming language of the Web.JavaScript is easy to learn.This tutorial will  teach you all."
  },
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6b",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "03",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 488,
    "title": "CSS Introduction",
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
    "image_url": "https://i.ibb.co/M23fhxm/unsplash-Eh-Tc-C9s-YXsw.png",
    "details": "Wednesday, August 24, 2022 | Tag Cloud Tags: Biden, EU, Euro, Europe, Joe Biden, Military, News, Russia, Security, UK, Ukraine, United States, Worthy News (Worthy News) – U.S. President Joe Biden has announced nearly $3 billion in new U.S. military aid for Kyiv as Ukraine marked its independence day six months after Russia invaded the country.'The United States of America is committed to supporting the people of Ukraine as they continue the fight to defend their sovereignty. As part of that commitment, I am proud to announce our biggest tranche of security assistance to date: approximately $2."
  },
  {
    "_id": "f69a695f037cd9484cecaea37ca71011",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "01",
    "rating": {
      "number": 4.8,
      "badge": "Excellent"
    },
    "total_view": 400,
    "title": "JavaScript Introduction",
    "author": {
      "name": "Jennifer Wood",
      "published_date": "2022-08-30 16:38:45",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
    "image_url": "https://i.ibb.co/BZZ5WKv/unsplash-Eh-Tc-C9s-YXsw-4.png",
    "details": "Tucker Carlson has rarely met a dictator's ass he didn't want to kiss, and Vladimir Putin is at the very top of that puckering up list. The Fox News host is something of a folk hero in Russia: Because of the pro-Putin propaganda he so often spews, the Kremlin has encouraged Russia's state TV to air as much of Tucker's face as possible — and they're certain to love his latest rant about how Putin is winning the war in Ukraine, which does not seem to be the case. But on Fox News, what Tucker says goes."
  },
  {
    "_id": "f69a695f037cd9484cecaea37ca71012",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "02",
    "rating": {
      "number": 4.3,
      "badge": "Excellent"
    },
    "total_view": 400,
    "title": "HTML Introduction",
    "author": {
      "name": "Jennifer Wood",
      "published_date": "2022-08-30 16:38:45",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
    "image_url": "https://i.ibb.co/BZZ5WKv/unsplash-Eh-Tc-C9s-YXsw-4.png",
    "details": "Tucker Carlson has rarely met a dictator's ass he didn't want to kiss, and Vladimir Putin is at the very top of that puckering up list. The Fox News host is something of a folk hero in Russia: Because of the pro-Putin propaganda he so often spews, the Kremlin has encouraged Russia's state TV to air as much of Tucker's face as possible — and they're certain to love his latest rant about how Putin is winning the war in Ukraine, which does not seem to be the case. But on Fox News, what Tucker says goes."
  },
  {
    "_id": "11468ed61aee84de492a8b04158a22f9",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": false
    },
    "category_id": "03",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 980,
    "title": "CSS aid",
    "author": {
      "name": "system",
      "published_date": "2022-08-24 23:15:00",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/HXC719r/unsplash-Eh-Tc-C9s-YXsw-19.png",
    "image_url": "https://i.ibb.co/T0PnZxD/unsplash-Eh-Tc-C9s-YXsw-8.png",
    "details": "WASHINGTON: President Joe Biden announced nearly $3 billion in military aid to Kyiv on Wednesday -- the biggest US package so far -- to mark Ukraine's independence day, six months after Russia invaded the country. The package aims to fortify Ukraine's military over the coming two years by committing the production and... read full story"
  },
  {
    "_id": "2e78e5e0310c2e9adbb6efb1a263e745",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "02",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": null,
    "title": "Bootstrap code",
    "author": {
      "name": null,
      "published_date": "2022-08-30 15:00:04",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/k8XBcMX/unsplash-Eh-Tc-C9s-YXsw-15.png",
    "image_url": "https://i.ibb.co/BZZ5WKv/unsplash-Eh-Tc-C9s-YXsw-4.png",
    "details": "Fox News's top-rated host, Tucker Carlson, claimed on Monday night that Russian President Vladimir Putin is in fact winning the war in Ukraine, and President Joe Biden's insistence that Putin surrenders his campaign to take over Ukraine is actually evidence Biden's ultimate goal is to 'destroy the West.' Carlson arrived at his bizarre claim after railing against European and American military aid to Ukraine. 'Italy's Ukraine funding is a lot, but it's not quite as much as France. France has sent more than $2 billion U."
  },
  {
    "_id": "a713ee936ff5574273f0f769f5c5b20e",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "03",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 111,
    "title": "BOOtstrap Installation",
    "author": {
      "name": "system",
      "published_date": null,
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/1vcgPzg/unsplash-Eh-Tc-C9s-YXsw-12.png",
    "image_url": "https://i.ibb.co/xh57pkr/unsplash-Eh-Tc-C9s-YXsw-1.png",
    "details": "To receive Global Research's Daily Newsletter (selected articles), click here. Follow us on Instagram and Twitter and subscribe to our Telegram Channel. Feel free to repost and share widely Global Research articles. *** In response to Russia's attack on Ukraine, US President Joe Biden vowed to isolate... read full story"
  },
  {
    "_id": "e342b6c0c8efc8ca9e811991dc8a7900",
    "others_info": {
      "is_todays_pick": true,
      "is_trending": false
    },
    "category_id": "04",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 733,
    "title": "SQL introduction!",
    "author": {
      "name": "Theo Minh Châu",
      "published_date": "2022-08-25 06:03:00",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/j86wjDW/unsplash-Eh-Tc-C9s-YXsw-20.png",
    "image_url": "https://i.ibb.co/WNrB5d7/unsplash-Eh-Tc-C9s-YXsw-9.png",
    "details": "1,000 pairs of autographed Size 22 Reeboks were made available thanks to a partnership between Shaquille O’Neal and Steiner Sports. Shaquille O’Neal is a larger-than-life character in every way. We’re talking about a superstar who earned as many self-styled nicknames as he did awards, a man who made his NBA debut by traveling from coast to coast like a speeding freight train. Naturally, O’Neal was also physically larger than most people due to his 7ft height and 300-pound weight. His absurd size 22 shoes could serve as an oversized phone for Allen Iverson. .@SHAQ‘s signature is going global. The 4x @NBA champ is bringing his SHAQ shoes to South Africa — priced between R799 & R999 ($52 – $65 USD) for children and adults. Shaq says the current line is aimed at “everyday consumers.” pic.twitter.com/MWEHdVZOX0 — Boardroom (@boardroom) January 16, 2022 O’Neal is a well-known figure outside of basketball, where he found tremendous success. The former NBA player is now much more than that because he is well-known all over the country. Shaq gained a lot of admirers by choosing to work with Wall-Mart to launch an affordable footwear line. This helped in solidifying his legacy beyond his playing career. Budget-friendly children’s shoes from O’Neal and the supermarket chain have been well received. Also, read – Anthony Davis and Patrick Beverley – A combination that will potentially make the Los Angeles Lakers a top-ranking defensive side again Shaquille O’Neal agreed to release a thousand autographed size-22 Shaq Attaq shoes for a premium! Shaq was the latest to cash in on the growing wave of collectors, as sports memorabilia for the biggest basketball stars of the 1990s continues to rise in demand. O’Neal has collaborated with Steiner Sports to release 1,000 unique pairs of his first-ever Reebok signature shoe. The Shaq Attaq; each shoe has a unique signature, numbered 32 or 34, with various call-outs to the Diesel’s career achievements such as “HOF 16” and much more. Each pair costs $999.32 and comes in a special glass case with personalized inscriptions. Shoe In: @shaq & @steinersports team up to offer 1,000 size 22 signed rookie shoes for $999.32 each pic.twitter.com/ypm5PFrEk7 — Darren Rovell (@darrenrovell) August 4, 2016 O’Neal collaborated with Steiner Sports, according to ESPN’s Darren Rovell, to provide fans with a pair of his signature shoes. 1,000 pairs of his first signature shoe—the Reebok Shaq Attaq—from his first season with the Orlando Magic were released. The limited edition shoes will cost a staggering $999.32 and come in Shaq’s size 22 feet. The CEO of Steiner Sports, Brandon Steiner, also said that this is just the beginning. The company will continue to produce other O’Neal memorabilia. These include shoes and jerseys that he wore for all of the NBA teams Shaq represented. Also, read – Michael Jordan, who owns a $15 million golf course, once openly mocked President Clinton in a game The post Shaquille O’Neal auctions a 1000 size 22 Reeboks for $999.32 each! appeared first on The SportsRush."
  },
  {
    "_id": "f06f8cc035b04bd1158e4198281915a3",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "05",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 127,
    "title": "2 Things to do in Bootstrap",
    "author": {
      "name": "Ukrainska Pravda",
      "published_date": "2022-08-25 18:53:49",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/0swsWpF/unsplash-Eh-Tc-C9s-YXsw-17.png",
    "image_url": "https://i.ibb.co/H4p2t3V/unsplash-Eh-Tc-C9s-YXsw-6.png",
    "details": "COLORADO, USA — Happy Labor Day weekend! Although it may be the unofficial end to summer, there's still time to head outdoors and experience all that Colorado has to offer during the season. Taste of Colorado highlights a packed weekend of festivals which includes music, food, arts, crafts, balloon, wine and beer celebrations. There are early signs of autumn, however. College football is back with three games this weekend and the first Oktoberfest steins of the year will be raised in Keystone and Beaver Creek. Check out one of these awesome events happening across the Centennial State this Labor Day weekend. Remember to share your weekend photos with the \"Near Me\" feature on the 9NEWS app. > Submit an event to 9Things To Do . Credit: A Taste of Colorado Taste of Colorado DENVER — Colorado's signature Labor Day weekend festival is back at Civic Center Park in downtown Denver. The 39th annual Taste of Colorado will be held Saturday, Sept. 3 to Monday, Sept. 5. This year's event features five stages where attendees can listen to music from more than 60 artists including tribute bands, country musicians, jazz, cultural lineups and Denver bands. An Arts & Crafts Marketplace will have 50 local artisan booths and over 30 food trucks and restaurant vendors. Credit: Colorado State Fair Colorado State Fair PUEBLO — T he largest summer event in Colorado continues this weekend in southern Colorado. The Colorado State Fair offers a carnival, 4-H exhibits, agricultural competitions, tractor pulls, live music performances, rodeos, bake offs and amazing food options. T he Colorado State Fair runs through Monday, Sept. 5 with concerts from The Band Perry and Stone Temple Pilots, p lus monster truck shows and a demolition derby. Check out the full fair schedule at ColoradoStateFair.com . Credit: Windsor Harvest Festival The 96th Annual Windsor Harvest Festival arrives September 2 to 4, 2018 in Windsor, Colorado. Photo Courtesy: Windsor Harvest Festival. Windsor Harvest Festival WINDSOR — Windsor's largest family-friendly event is back for a 100th year this Labor Day weekend. This year's Windsor Harvest Festival theme is \"Build for the Future While Honoring the Past.\" The festival runs from Saturday, Sept. 3 to Monday, Sept. 5 with live music, a street dance, BBQ, car show, pancake breakfast, horse-drawn carriage rides, outdoor games, beer garden, movie screening in the park, and firework show. Balloon launches are planned for Saturday and Sunday at 6:30 a.m. at Eastman Park. A parade steps off at 9 a.m. Monday. Visit W indsorHarvestFestival.com to see the complete schedule. Credit: Colorado Springs Labor Day Lift Off Labor Day Lift Off COLORADO SPRINGS — A Southern Colorado tradition returns this weekend with the Colorado Springs Labor Day Lift Off . Running Saturday, Sept. 3 through Monday, Sept. 5, the free event begins each morning with an ascension of over 70 balloons accompanied by breakfast and drinks from local vendors. Throughout each day there will be skydiving demonstrations, wakeboarding exhibitions, paddle boarding and live entertainment. Evening balloon glows are set for Saturday and Sunday at 7:30 p.m. The Colorado Springs Labor Day Lift Off takes place at Memorial Park. Credit: Matthew Murphy Hadestown Hadestown DENVER — \"Hadestown,\" the winner of eight Tony Awards in 2019 including Best Musical, has just opened at Denver's Buell Theatre. \"Hadestown\" intertwines the tales of young dreamers Orpheus and Eurydice with that of King Hades and his wife Persephone on hell-raising journey to the underworld and back. With an exceptional cast of actors, dancers and singers, the musical is a haunting but hopeful theatrical experience that grabs you and never lets go. \"Hadestown\" plays the Buell Theatre through Sunday, Sept. 11. Credit: Denver Chalk Art Festival Denver Chalk Art Festival DENVER — The annual Denver Chalk Art Festival has moved to Denver's Golden Triangle neighborhood this weekend. The street painting festival, which runs Saturday, Sept. 3 through Monday, Sept. 5, will have 150 artists creating awe-inspiring works of chalk art. The festival is two blocks south of Civic Center Park (and Taste of Colorado) near 12th and Bannock and the Denver Art Museum. Credit: Seven Peaks Music Festival Seven Peaks Music Festival VILLA GROVE — Seven Peaks Music Festival returns for a third edition this weekend with a star-studded country music lineup. Dierks Bentley and Morgan Wallen headline the festival with guests Boy Named Banjo, Ashley Cooke, Jordan Davis, Jackson Dean, Travis Denning, Hardy, Kendell Marvel, Ashley McBryde, Old Crow Medicine Show, Caitlyn Smith, Rapidgrass, Alana Springsteen and Lainey Wilson. Seven Peaks Music Festival runs Friday, Sept. 2 to Sunday, Sept. 4 in Villa Grove, located about 45 miles south of Buena Vista. Labor Day Weekend in Creede CREEDE — Creede's Labor Day Weekend celebration is packed with events including a mountain run, outdoor movie, music, theater and more. The 36th annual Creede Mountain Run takes place Saturday, Sept. 3. Participants will enjoy the breathtaking San Juan Mountains in 50K, 22 mile, 12 mile and two-mile runs. Registration is available online . To see the complete Labor Day Weekend schedule, visit Creede.com . Credit: KUSA TCU vs. Colorado BOULDER — The University of Colorado football teams opens the 2022 season on Friday, Sept. 2. The CU Buffaloes host TCU in a nationally-televised game on ESPN with an 8 p.m. kickoff. Fans are encouraged to wear black to the game. A new sound system will also make its debut at Folsom Field on Friday. Season and single game tickets remain available at CUBuffs.com . RELATED: CU's football stadium will sound different in opener vs. TCU Northern Iowa vs. Air Force COLORADO SPRINGS — Air Force Academy football opens its season on Saturday, Sept. 3 against Northern Iowa in the first meeting between the schools. Northern Iowa head coach Mark Farley enters his 22nd season with the Panthers as the most winningest coach in program history. Air Force Falcons head coach Troy Calhoun is 15-0 against teams from the Football Championship Subdivision. The Falcons and Panthers kick off at 11 a.m. Saturday at Falcon Stadium. Houston Baptist vs. Northern Colorado GREELEY — University of Northern Colorado head coach Ed McCaffrey leads the Bears onto the field at Nottingham Field on Saturday, Sept. 3 at 2 p.m. against Houston Baptist. Last year, linebacker David Hoage recorded three sacks against Houston Baptist, the most since 2017. Fans should arrive early for the Pepsi Fan Fest, Bears, Brews and Bites and tailgate with fellow Bear fans. Credit: Water World Water World’s final weekend FEDERAL HEIGHTS — This is the final weekend of 2022 to visit one of America's largest family water parks. Water World 's final three days of operation this season are Saturday, Sunday and Monday. Water World the nd the Broken Bones and more. The festival runs Friday, Sept. 2 to Sunday, Sept. 4.  2 from 1 p.m. to 5:30 p.m. and Saturday, Sept. 3 from 8 a.m. to 5:30 p.m. to experience the sights and sounds of Bent, St. Vrain, & Company in 1847. There is no additional fee to participate in this special event. Regular park entrance fees apply. Bent’s Old Fort National Historic Site is located on Colorado Highway 194, eight miles east of La Junta. Credit: jerd nakata - stock.adobe.com Estes Park Labor Day Arts & Crafts Show ESTES PARK — The Estes Park Arts and Crafts Show brings over 100 artisans to downtown Estes Park every Labor Day weekend. This year's show runs from Saturday, Sept. 3 to Monday, Sept. 5 at Bond Park. The show, when combined with the shops and restaurants of downtown, make Estes Park a great weekend destination on the edge of Rocky Mountain National Park. Commonwheel Art Festival MANITOU SPRINGS — Manitou Springs' Memorial Park is the site of this weekend’s Commonwheel Artists Co-op 48th annual Labor Day Art Festival . The festival will be open from 10 a.m. to 5 p.m. Saturday, Sept. 3 to Monday, Sept. 5. There will be dozens of art vendors, live music, food options, beer garden and kids’ activities. Admission is free. Credit: digidreamgrafix - stock.adobe.com Windsor Cruise In Car Show WINDSOR — One of the largest car shows in northern Colorado will be held Sunday, Sept. 4 from 10 a.m. to 2 p.m. The Windsor Cruise In Car Show at Eastman Park will have categories in 20s and older, 30s, 40s, 50s, 60s, 70s, 80s, 90s and newer, trucks, and diamond-in-the-rough vehicles. There is no entry fee for car enthusiasts interested in stopping by, viewing the cars, meeting and mingling with the owners of the vehicles. Credit: Lukas Gojda - stock.adobe.com Four Corners Motorcycle Rally DURANGO — Durango, which serves as a gateway to the world famous Million Dollar Highway, is the home of this weekend's three-day Four Corners Motorcycle Rally . There will be races, stunt shows, live music, bike shows and more. Visit FourCornersMotorcycleRally.com to see a complete event schedule. Credit: Rotary Club of Vail Vail Duck Race VAIL — The Vail Rotary Club is hosting its annual rubber duck race at 3 p.m. this Sunday, Sept. 4. The club will send about 15,000 ducks down Gore Creek. The race will begin at the Covered Bridge and end at the Vail Rotary International Bridge. The owner of the first duck that enters the chute will win $5,000. This event serves as a fundraiser for the Vail Rotary which supports many Vail-area organizations. Ducks are available for adoption online . Credit: Steve Lovegrove - stock.adobe.com Ouray County Rodeo RIDGWAY — Ouray County is ready for rodeo! The 2022 Ouray County Labor Day Rodeo will be held Monday, Sept. 5 with a parade at 10 a.m., BBQ in the Park at 11 a.m. and CPRA Rodeo at 1 p.m. Active military and children under six receive free admission . Labor Day Weekend Rodeo TRINIDAD — The Trinidad Round-Up Association's 112 th an nual Labor Day Weekend is a three -day celebration at the Las Animas County Fairgrounds. The weekend includes two rodeo performances , Saturday night dance, performance by the Westernaires , beer garden, expo, concessions , vendors, stick horse races, kids ’ nickel scramble and more. The L abor Day Pa rade steps off at 9 a.m. Monday, Sept. 5 in downtown Trinidad. Credit: kojihirano - stock.adobe.com Yampa Valley Crane Fest STEAMBOAT SPRINGS — The 11th annual Yampa Valley Crane Festival will be held Thursday, Sept. 1 to Sunday, Sept. 4 in Steamboat Springs, Hayden and Craig. The festival features four-days of mostly free events, but some activities including crane-viewing shuttles and those with limited space, require advance registration and small fee. Organizers say the best way to view cranes are the four guided crane-viewing events throughout the festival. This year’s event also will have speakers, workshops, educational displays, story-telling event, aerial arts dancers, walks, coloring contest, children and family activities and more. See the full schedule at ColoradoCranes.org . Credit: Colorado National Speedway Colorado National Speedway DACONO — Colorado National Speedway will hold two nights of Labor Day weekend racing. Short track NASCAR-sanctioned racing is scheduled for Saturday, Sept. 3 and Sunday, Sept. 4 with post-race firework shows. Tickets are available at the box office or ColoradoSpeedway.com . Credit: Rocky Mountain Vibes Rocky Mountain Vibes vs. Northern Colorado Owlz COLORADO SPRINGS — The Rocky Mountain Vibes host rival Northern Colorado Owlz for three games at UCHealth Park. Thursday, Sept. 1 is Ladies Nights and Friday, Sept. 2 has post-game fireworks. Credit: Michael Pierce Photography Four Corners Folk Festival PAGOSA SPRINGS — The 26th annual Four Corners Folk Festival runs Friday, Sept. 2 to Sunday, Sept. 4 with live performances from Yonder Mountain String Band, Darrell Scott Trio, Heartless Bastards, Dirtwire, Gangstagrass, Amy Helm, William Prince and more. Credit: Amy Harris/Invision/AP Trey Anastasio of Phish Phish COMMERCE CITY — In what's become a tradition dating back to 2011 , Phish returns to Colorado over Labor Day weekend. Known for its improvisational style and dedicated fan base, the jam band will play at Dick’s Sporting Good Park on Thursday, Sept. 1, Friday, Sept. 2, Saturday, Sept. 3, and Sunday, Sept. 4. Phish's run in Colorado ends the band's 2022 summer tour. Tickets are sold at Ticketmaster.com . Credit: Kizzy O'Neal Singer-songwriter Jack Johnson will perform at Ruoff Music Center in Noblesville, Indiana, on Sunday, July 3, 2022. Jack Johnson GREENWOOD VILLAGE — Singer-songwriter Jack Johnson will bring his 2022 tour to Fiddler's Green Amphitheatre on Wednesday, Aug. 31 and Thursday, Sept. 1, with Ziggy Marley & the Melody Makers. Johnson's tour kicked off in June and wraps in October. Fiddler's Green Amphitheatre is the largest outdoor amphitheater in the Denver metro area. Credit: Colorado Tourism Office Telluride Film Festival TELLURIDE — The 49th annual Telluride Film Festival is this Labor Day weekend. The prestigious event features many films premiering for the first time in North America. From Friday, Sept. 2 to Mon day, Sept. 5, more than 50 programs will be screened in ten venues. The lineup of the Telluride Film Festival will not be revealed until the weekend. Credit: Hershey Entertainment Red Rocks DENVER — There is no better venue for live music in the country than Colorado's Red Rocks Amphitheatre! The Red Rocks 2022 concert schedule is still growing and even features some concerts postponed from 2020. Thursday, Sept. 1 - Robert Plant, Alison Krauss Friday, Sept. 2 - Nine Inch Nails Saturday, Sept. 3 - Nine Inch Nails Sunday, Sept. 4 - Kidz Bop Live Monday, Sept. 5 - Shaky Graves, Sierra Ferrell Credit: oles_photo - stock.adobe.com Movies this weekend Without any major releases this weekend, most major movie theater chains have declared Saturday, Sept. 3 as \"National Cinema Day\" with special deals and discounts. AMC, Cinemark and Regal Cinemas are participating, as are all major film studios. In participating theaters, tickets will be no more than $3 for every showing, in every format. RELATED: Coming to a theater near you: $3 movie tickets for one day Last weekend's box office The Invitation — $6.8 million Bullet Train — $5.6 million Beast — $4.8 million Top Gun: Maverick — $4.7 million Dragon Ball Super: Super Hero — 4.6 million DC League of Super-Pets — $4.1 million  9NEWSLETTER Download the 9NEWS APP iTunes: http://on9news.tv/itunes Google Play: http://on9news.tv/1lWnC5n HOW TO ADD THE 9NEWS APP TO YOUR STREAMING DEVICE ROKU: add the channel from the ROKU store or by searching for KUSA. For both Apple TV and Fire TV, search for \"9news\" to find the free app to add to your account. Another option for Fire TV is to have the app delivered directly to your Fire TV through Amazon."
  },
  {
    "_id": "4e6092d54c18fbd89ad59e88a1e87fbb",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": false
    },
    "category_id": "01",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 300,
    "title": "JAVASCrIPT",
    "author": {
      "name": "",
      "published_date": "2022-08-24 22:30:00",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/QnwC4sG/unsplash-Eh-Tc-C9s-YXsw-11.png",
    "image_url": "https://i.ibb.co/M23fhxm/unsplash-Eh-Tc-C9s-YXsw.png",
    "details": "Washington, Aug 24 (Prensa Latina) President Joe Biden has announced he will allot nearly billion in military aid to Kyiv – the biggest US package so far since the beginning of the Russian military…"
  },
  {
    "_id": "17d266b79d2fcd850cd4d983c3aeb95f",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "06",
    "rating": {
      "number": 4.2,
      "badge": "Excellent"
    },
    "total_view": 354,
    "title": "‘Python introduction",
    "author": {
      "name": "Presstv",
      "published_date": "2022-08-30 17:44:16",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/j86wjDW/unsplash-Eh-Tc-C9s-YXsw-20.png",
    "image_url": "https://i.ibb.co/hxG29nr/unsplash-Eh-Tc-C9s-YXsw-9.png",
    "details": "Meghan Markle's Nelson Mandela story continues to unravel after the only South African cast member of 'The Lion King' said he was \"baffled\" by her suggestion that he told her his country had \"rejoiced\" when she married Prince Harry. The former Suits actress recalled an encounter she had at the 2019 London premiere of 'The Lion King' with an actor from South Africa who made a comparison to her wedding with Prince Harry and Nelson Mandela. “He looked at me, and he’s just like light. He said, ‘I just need you to know: When you married into this family, we rejoiced in the streets the same we did when Mandela was freed from prison,’” she said during an interview with The Cut. The Daily Mail revealed Dr John Kani, who claims he was the only South African actor in the film, said he did not attend the premiere and had never met the Duchess of Sussex. \"I have never met Meghan Markle,\" he told the MailOnline. \"This seems like something of a faux pas by her. I have I have never met the duchess at all. I am the only South African member of the cast and I did not attend the premiere in London. \"The only South African was me playing Rafiki. But I did not go to the opening in Leicester Square as I didn't have the time to do that. It just may be a mis-remembering on her side. \"It is baffling me.\" Nelson Mandela’s grandson said he was “surprised” when he heard Ms Markle compare her wedding with Prince Harry to his grandfather being freed from prison. He said it “cannot be equated to as the same\". The Duchess of Sussex was met with heavy criticism online after she told the story to The Cut. \"The damage her and her husband are doing to the Queen and the Royal Family is incalculable... these two hypocritical, self-obsessed liars are in the end going to be ignored,\" said Nigel Farage"
  },
  {
    "_id": "61f9ce168f7b15aadecb1d1fc80c72f0",
    "others_info": {
      "is_todays_pick": false,
      "is_trending": true
    },
    "category_id": "06",
    "rating": {
      "number": 4.5,
      "badge": "Excellent"
    },
    "total_view": 100,
    "title": "Python phase out sales of gas-powered cars",
    "author": {
      "name": "system",
      "published_date": "2022-08-26 00:37:24",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "thumbnail_url": "https://i.ibb.co/L507x2V/unsplash-Eh-Tc-C9s-YXsw-14.png",
    "image_url": "https://i.ibb.co/tKsvCyR/unsplash-Eh-Tc-C9s-YXsw-3.png",
    "details": "Associated Press  Six months after Russia's invasion of Ukraine, President Joe Biden announced Wednesday that he is sending $2.98 billion in new military aid to Ukraine that will provide longer-term weapons and training to enable forces there to fight for years to come. In a statement, Biden said the aid will allow Ukraine to acquire air defense systems, artillery systems and munitions, drones and other equipment 'to ensure it can continue to defend itself over the long term.' The announcement comes as Ukraine is celebrating its 1991 declaration of independence from the Soviet Union."
  }
]